Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: It is now more important for ateacher to act as a guide and supervisor.
nn: Forlærarane inneber dette at tilretteleggings- og rettleiingsfunksjonen er blitt viktigare.

source: Emissions can be compensated for by increasing the natural absorption of CO
nn: Utslepp kan verte kompensert ved å auke det naturlege opptaket av CO

source: The Office of the Prime Minister has appointed Ms. Ingrid Nikoline Sand as political adviser to Minister of Local Government and Regional Development Bjørn Arild Gram.
nn: Statsministerens kontor har engasjert Ingrid Nikoline Sand som politisk rådgivar for kommunal- og distriktsminister Bjørn Arild Gram.

source: In 2007 the Ministry of Culture in the Faeroe Islands, together with the Nordic House and the Faeroes association of local authorities, launched a pilot project for bringing live art to folk schools all over the country.
nn: I 2007 lanserte Kulturministeriet på Færøyane, Nordens Hus og den kommunale paraplyorganisasjonen FKS eit pilotprosjekt for å få levande kunst ut til folkeskulane i heile landet.

source: In 2012, Iceland introduced a financial activities tax for financial institutions, with the exception of pension funds, which encompasses both wage costs and large profits.
nn: Island innførte i 2012 ein aktivitetsskatt for finansinstitusjonar, unnateke pensjonsfond, som omfattar både lønskostnader og store overskot.

source: - Combined, the two areas allow for the development of 4 500 MW of wind power, which provides ample opportunity for development.
nn: — Samla legg områda til rette for 4 500 MW med vindkraft, noko som gjev rike mulegheiter for utvikling.

source: See section 8 for more details about the Northern Lights project.
nn: 8 for ein grundigare omtale av Northern Lights-prosjektet.

source: This is referred to as the Basel I floor, since the lower limit is defined by reference to the former Basel I rules.
nn: Dette vert kalla Basel I-golvet, sidan den nedre grensa er definert i høve til dei tidlegare Basel I-reglane.

source: It is, as discussed in Box 2.9 below, not necessarily the case that banks’ overall funding costs will increase significantly with the equity capital ratio.
nn: Som nemnt i boks 2.9 nedanfor er det ikkje gjeve at dei samla finansieringskostnadene for ein bank vil auka om han styrkjer soliditeten.

source: Green areas and corridors allow for recreation, physical activity and the experience of nature.
nn: Grøne område og korridorar opnar for rekreasjon, fysisk aktivitet og naturopplevingar.

source: A strong decline in house prices may reduce household demand for goods and services, as net wealth shrinks.
nn: Eit kraftig prisfall på bustader kan redusera etterspurnaden frå hushalda etter varer og tenester, ettersom formuen deira minkar i verdi.

source: In the structural dimension, one looks at how problems or shocks are spreading in the financial system and what are the joint risk factors for various parts of the system.
nn: I strukturdimensjonen ser ein på korleis problem eller sjokk spreier seg i finanssystemet og kva som er felles risikofaktorar for ulike delar av systemet.

source: They are developing an interactive solution – Clarify – that uses AI, machine learning and Big Data to combat sea lice.
nn: Dei arbeider blant anna med utvikling av ei innovativ løysing – Clarify – der kunstig intelligens, maskinlæring og stordata blir brukt til å motarbeide lakselus.

source: Looking at the existing MOOCs, it is, however, difficult to distinguish portals and platforms from each other.
nn: til ei slik utanlandsk ordning blir òg handsama annleis, og vil vere skattepliktig inntekt for ein arbeidstakar.

source: To Minister of International Development Anne Beathe Tvinnereim (Cent.)
nn: For utviklingsminister Anne Beathe Kristiansen Tvinnereim (Sp)

source: Statfjord C is positioned on the northern part of the Statfjord field, and came onstream in June 1985.
nn: Statfjord C erplassert på den nordlege delen av Statfjordfeltet, og kom i produksjon i juni 1985.

source: Equinor and Microsoft have agreed the following:
nn: Equinor og Microsoft er einige om å:

source: On the basis of the competition, Gassnova signed carbon capture study agreements with Fortum Oslo Varme, Norcem and Yara in spring 2017.
nn: På grunnlag av konkurransen etablerte Gassnova våren 2017 avtalar med Fortum Oslo Varme, Norcem og Yara om studiar av CO -fangst.

source: The majority of corporations declared bankrupt in 2011 were small corporations with low turnover, few employees and relatively low bank debt.
nn: Dei fleste føretaka som gjekk konkurs i 2011, var små føretak med låg omsetnad, få tilsette og etter måten lita bankgjeld.

source: Of primary importance in this regard is climate change.
nn: I denne samanhengen er det først og fremst klimaendringar som er viktige.

source: The majority of household savings take the form of housing investment.
nn: Storparten av sparinga i hushalda skjer gjennom investeringar i bustad.

source: CCS can reduce emissions from energy production based on coal, natural gas and biomass [11].
nn: kan redusere utsleppa frå energiproduksjon basert på kol, naturgass og biomasse [11].

source: The company paid DKK 179 for the increased capacity it needed during this period.
nn: Den auka kapasiteten dei trong i denne perioden betalte dei 179 DKK for.

source: The TSO must also have considered whether the grid connection is viable, or whether investment is needed in the regional or transmission network to connect the consumption to the grid.
nn: Vidare må nettselskapet ha vurdert om tilknytinga av forbruket er driftsmessig forsvarleg, eller om det trengst investeringar i regional- eller transmisjonsnettet for å knyte til forbruket.

source: Article 2 of the protocol designates Antarctica as a natural reserve devoted to peace and science.
nn: Artikkel 2 i protokollen peikar ut Antarktis til eit verneområde som skal vere vigd til fred og vitskap.

source: In the Norwegian Government’s Small Aircraft Strategy
nn: kroner – Tilførsel av midlar til forsert tilsetjing

source: The sovereign debt crisis, with severe tightening of fiscal policy and mounting uncertainty for households and corporations, slowed down activity within the Euro zone.
nn: Statsgjeldskrisa, med kraftige innstrammingar i offentlege budsjett og auka uvisse i hushald og føretak, drog ned aktiviteten i euroområdet.

source: Textbox 3.4 Dronning Maud Land – the question of its southward geographic extent
nn: Boks 3.4 Dronning Maud Land – spørsmålet om geografisk utstrekning mot sør

source: To Minister of Research and Higher Education Ola Borten Moe (Cent.)
nn: For forskings- og høgare utdanningsminister Ola Borten Moe (Sp)

source: This is an increase of NOK 1.4 billion.
nn: Dette er ein auke på 1,4 milliardar kroner.

source: Digitalisation and automation are increasingly prominent characteristics of the maritime industry, in the form of automated processes on board vessels and more integrated systems.
nn: Digitalisering og automatisering pregar i aukande grad maritim næring gjennom meir automatiserte prosessar om bord på fartøy og meir integrerte system.

source: The MCE concludes that the conducted impact assessment is sufficient and that further impact analyses pursuant to the Pollution Control Act are therefore not necessary.
nn: KLD vurderer at den gjennomførte konsekvensutgreiinga er tilstrekkeleg og at det difor ikkje er behov for ytterlegare konsekvensanalysar etter forureiningslova.

source: The company is in an establishment phase and will go under the name Northern Lights DA.
nn: Selskapet er i ei etableringsfase og er meint å få namnet Northern Lights DA.

source: 2 The background for prioritising CCS
nn: 2 Bakteppet for satsinga på CO

source: Tasks that are linked to ICT operations, but do not directly form part of ongoing operations, are somewhat less sensitive.
nn: Oppgåver som er knytte til IKT-drift, men som ikkje direkte er del av den løpande drifta, er noko mindre sensitive.

source: In brief, direct effects refer to the direct impact of the activity in the data centres during their construction (such as construction workers) and operation (such as maintenance, jobs for technicians etc.).
nn: Kort forklart refererer direkte effektar til effekten av aktivitet i sjølve datasentera under oppføring (for eksempel anleggsarbeidarar) og drift (for eksempel vedlikehald, teknikarar med meir).

source: The purpose of this strategy is to help us to set the course for our efforts in the years ahead.
nn: Vi vil òg samarbeide med partnarar som UNDP, Verdsbanken og EU om institusjonsbygging og kunnskapsoverføring.

source: Finanstilsynet has concluded that the ICT tasks performed in areas of high country risk are not critically important, and that interruptions to the delivery of the output in question will not threaten financial stability or otherwise represent any threat to the relevant financial undertakings in Norway.
nn: Finanstilsynet har vurdert at dei IKT-oppgåvene som vert leverte frå område med høg landrisiko, ikkje er kritiske, og at forstyrringar i leveransen av desse oppgåvene ikkje vil true den finansielle stabiliteten eller på annan måte representere ein trussel for dei aktuelle finansføretaka i Noreg.

source: on the part of Northern Lights
nn: frå Northern Lights

source: It is, as the Ministry of Finance has emphasised over several years in the annual financial markets reports, of particular importance that life insurers with an adequate margin of safety ensure that their risk taking is balanced out by their solvency.
nn: Som Finansdepartementet har understreka i finansmarknadsmeldingane i fleire år, er det særs viktig at livsforsikringsselskapa og pensjonskassene passar på at det med god sikringsmargin er samsvar mellom risiko og soliditet.

source: Information about price expectations among market participants can also be obtained from the yield curve and from long-term forward rates in the interest rate market.
nn: Ein kan òg få informasjon om prisforventningar hos aktørane frå avkastningskurva og frå langsiktige terminrenter i rentemarknaden.

source: It will also make it possible to create a market for CCS.
nn: Noreg har gode føresetnader for å bidra til utviklinga av CO

source: Currently, Malawi only has one laboratory that is able to test for Covid-19, but a second one will be operational soon.
nn: Malawi har berre eitt laboratorium som kan teste for covid-19, og eitt laboratorium til vil snart være operativt.

source: Accordingly, the Executive Board decided to keep the key policy rate unchanged at 2.00 percent at the interest rate meeting in January.
nn: På bakgrunn av dette vedtok hovudstyret å halda styringsrenta uendra på 2,00 prosent på rentemøtet i januar.

source: In the October 2011 Monetary Policy Report, Norges Bank adjusted the price estimates to CPI growth of 1½ percent, CPI-ATE growth of 1¾ percent and CPIXE growth of 1½ percent.
nn: I den pengepolitiske rapporten frå oktober 2011 justerte Noregs Bank prisanslaga til ein vekst i KPI på 1½ prosent, KPI-JAE på 1¾ prosent og KPIXE på 1½ prosent.

source: Figure 2.5 Basic value of gross product.
nn: Figur 2.5 Bruttoprodukt i basisverdi.

source: Since it was first established, CCAMLR has played a key role in the development of international marine environment policy.
nn: Heilt sidan han vart skipa har CCAMLR vore ein viktig aktør i utviklinga av internasjonal havmiljøpolitikk.

source: The county authorities manage around NOK 2.3 billion, or a good 80 per cent of the total funding for rural and regional policy.
nn: Fylkeskommunane forvaltar rundt 2,3 milliardar kroner eller vel 80 prosent av dei samla midlane til distrikts- og regionalpolitikken.

source: The authorities share a responsibility for the
nn: aukar på eksisterande felt, og der ein ventar at stor-

source: Currently 16 counties and 369 of their municipalities are members.
nn: Nettverket omfattar i dag 16 fylke, med til saman 369 kommunar. Oslo og Nord-Trøndelag er ikkje med i Scenekunstbruket.

source: When software is provided in the form of a cloud service, this often means that the customer is provided with a standard solution.
nn: Når programvare blir levert i form av ei skyteneste, betyr det som oftast at kunden får ei standardisert løysing frå leverandøren.

source: The Ministry of Culture and NIFU STEP then discussed the goals of the evaluation in more specific terms.
nn: Kultur- og kyrkjedepartementet og NIFU STEP drøfta korleis evalueringsoppdraget skulle konkretiserast.

source: under-represented in the teaching professions in
nn: senterte i yrke som lærar i barnehage og grunns­

source: This is best achieved by optimising efficiency in terms of utilisation and expansion of the transmission network, which in turn can be achieved by facilitating efficient energy use and offering the right market incentives to realise a social return on investment in renewable power production.
nn: Dette skjer best ved å sikre ei mest mogleg effektiv utnytting og utvikling av overføringsnettet, ved å legge til rette for effektiv energibruk og ved at marknaden gir riktige insentiv til å realisere samfunnsøkonomisk lønnsam fornybar kraftproduksjon.

source: Economic impact analysis – an industry in growth
nn: Ringverknadsanalyse – ein bransje i vekst

source: Heat map – heating needs and heat sources
nn: Varmekart – varmebehov og varmekjelder

source: It is possible to apply for an exemption to store data in other countries.
nn: Det er mogleg å søke dispensasjon for å lagre i andre land.

source: The European Central Bank (ECB) has examined the extent to which the Modigliani-Miller Theorem actually holds true for banks.
nn: Den europeiske sentralbanken (ESB) har rekna på i kva mon Modigliani-Miller-teoremet faktisk held for bankar.

source: Interest rates have fallen to a level that may make it challenging for Norwegian life insurers to stably achieve a return in excess of the interest rate guarantee.
nn: Rentene har kome ned på eit nivå som kan gjera det utfordrande for livsforsikringsselskapa og pensjonskassene å stabilt oppnå ei avkastning som er høgare enn rentegarantien.

source: Around 80 per-
nn: Om lag 80 prosent av

source: Source Source: University of Bergen
nn: Internasjonalt arbeid og regelverksutvikling

source: Source UN Intergovernmental Panel on Climate Change [4]
nn: Kjelde: Miljødirektoratet, norsk omsetjing av IPCC [4]

source: Investment in CCS will therefore contribute to achieving Goal 13.
nn: -handtering bidreg dermed til å oppnå berekraftsmål 13.

source: The corporate sector can get better at making use of their own data and publicly available data, and at sharing data across businesses, for example within a specific trade or industry.
nn: Næringslivet kan blir flinkare både til bruke eigne data, til å bruke offentleg tilgjengelege data og til å dele data på tvers av bedrifter, for eksempel innan ein bransje.

source: CPIXE increased by 1.1 percent from 2010 to 2011.
nn: KPIXE auka med 1,1 prosent frå 2010 til 2011.

source: relates to ownership interests in a person.
nn: nadene er føresett dekka med bompengar.

source: Depending on the wording of the EU rules in this area, the Ministry envisages to adopt a set of criteria to be used in determining whether a bank is systemically important in Norway, and a methodology for setting additional capital requirements for such banks.
nn: Alt etter korleis EU-reglane på dette området vert utforma, tek departementet sikte på å etablera eit sett kriterium som skal nyttast til å avgjera om ein bank er systemviktig i Noreg, og ein metode for å fastsetja tilleggskrav til kapital i slike bankar.

source: In the same period, average growth in mainland Norway amounted to 0.9 per cent.
nn: Gjennomsnittleg vekst for Fastlands-Noreg var 0,9 prosent per år i same periode.

source: A number of countries, including the EU, have committed to a net-zero target, or to be climate-neutral, by 2050.
nn: Fleire land, inkludert EU, har vedteke såkalla nettonullmål, eller mål om utsleppsnøytralitet, innan 2050.

source: One example of HPC in Norway is found at Lefdal Mine Data Center, where German customers have proprietary artificial intelligence solutions that are run on so-called HPC equipment.
nn: Eit eksempel på tungrekning i Noreg er Lefdal Mine Data Center som har tyske kundar med eigenutvikla kunstig intelligens-løysingar som blir køyrde på såkalla HPC-utstyr.

source: This means that all Norwegian citizens should be able to expect assistance from the Norwegian authorities when they are abroad.
nn: Finanstilsynet fører òg tilsyn med verksemda til filialar av kreditt- og andre finansinstitusjonar frå andre statar i dei tilfella styresmaktene i heimlandet ikkje gjer det.

source: The section is responsible for music, the performing arts and artist support schemes, as well as regional reforms in the cultural policy field.
nn: Seksjonen har hovudansvaret for sivilsamfunnsområdet og for arbeidet med rammevilkår for frivilligheita, og for barne- og ungdomskultur og frivillig kulturliv.

source: In order for the Government to achieve its goal of making Norway an attractive country for data centres and other data-based industries to invest in, and an attractive host for international investors and entrepreneurs, it is important that international investors can easily access information about Norway’s benefits and that Norway is marketed as a good country to invest in.
nn: For å medverke til å nå målet regjeringa har om at Noreg skal vere eit attraktivt land å investere i for datasenter og anna databasert næringsliv, og målet om at Noreg skal vere eit attraktivt vertsland for internasjonale investorar og gründerar, er det viktig at internasjonale aktørar møter eit miljø som kan informere om Noregs fordelar og marknadsføre Noreg som investeringsland, gi støtte ved viktige vurderingar i samband med etableringar, og formidle kontakt med riktige instansar, som tomteeigarar, kommunar, kraftselskap og fiberaktørar.

source: To Minister of Climate and Environment Espen Barth Eide (Lab.)
nn: For klima- og miljøminister Espen Barth Eide (Ap)

source: A guide that sets out relevant regulatory and licensing processes, including a timeline of the licences needed to establish business activity in Norway, and an overview of relevant alternatives, such as the build-to-suit leasing arrangement where an agreement is made for a custom-built facility for lease.
nn: rettleiar til relevante regulerings- og konsesjonsprosessar, inkludert ei tidslinje med oversikt over dei løyva ein treng for å etablere industriverksemd i Noreg, og oversikt over relevante alternative løysingar, for eksempel førehandsregulerte datasentertomter eller såkalla «build to suit»-løysingar

source: above the forest boundary.
nn: til jordbruk og skogbruk.

source: It is therefore not necessary to choose between a single national culture and a diversity of cultures.
nn: Ein treng difor ikkje å velje mellom nasjonal einskap og kulturelt mangfald.

source: The Cultural Rucksack has its own prize, the Golden Rucksack, which was awarded for the first time at the Bergen International Festival in May 2007.
nn: Den kulturelle skulesekken sin eigen pris, Gullsekken, vart delt ut for første gong under festspela i Bergen i mai 2007.

source: The state does not have the right to terminate the funding agreement with Northern Lights and is thus obliged to provide funding as agreed for establishment and ten years of operation of the facility.
nn: Staten har ikkje rett til å seie opp tilskotsavtalen med Northern Lights, og er dermed bunden til å yte tilskot som avtalt til etablering og ti års drift av anlegga.

source: Green Mountain’s 22 000 square metre data centre at Rennesøy in the county of Rogaland was built with the aid of 26 sub-contractors, in addition to Cowi and NCC, who were consultants and the general contractor respectively.
nn: Green Mountains 22 000 kvadratmeter store datasenter på Rennesøy i Rogaland er bygd ved hjelp av 26 underleverandørar, i tillegg til Cowi og NCC som var med som høvesvis totalrådgivar og generalentreprenør.

source: data can be stored legally outside Norway.
nn: føringsdata utanfor Noreg.

source: The county authorities are required to draw on regional and local cultural resources when drawing up their programmes, and cooperate with national institutions that present art and culture to schoolchildren.
nn: Fylkeskommunane skal nytte lokale og regionale kunst- og kulturressursar i arbeidet med Den kulturelle skulesekken, og dessutan samarbeide med nasjonale aktørar som formidlar kunst og kultur til skuleelevar.

source: The Sustainable Development Goals the IEA has based its scenario on are Affordable and clean energy (Goal 7), reduce the severe health impacts of air pollution (part of Goal 3) and Climate action (Goal 13).
nn: Berekraftsmåla IEA baserer scenarioet på er rein energi til alle (berekraftsmål 7), redusere dei alvorlege helseeffektane av luftforureining (del av berekraftsmål 3) og stoppe klimaendringane (berekraftsmål 13).

source: It is still increasing, but at a lower rate than before the financial crisis.
nn: Ho aukar framleis, men i lågare takt enn før finanskrisa.

source: Problems in financial institutions will therefore readily affect the real economy.
nn: Problem i finansinstitusjonar får difor lett følgjer for realøkonomien.

source: Calculations show that such debris from current logging alone could contribute 6 TWh of energy.
nn: Berekningar viser at kvist og topper frå dagens hogst aleine kan bidra med 6 TWh energi.

source: All major consulting firms, which are important suppliers for Norwegian financial undertakings, have their own subsidiaries in low-cost countries, especially in India.
nn: Alle dei større konsulentselskapa, som er viktige leverandørar til norske finansføretak, har eigne selskap i lågkostland, særleg i India.

source: For example, many performances under the programme have an element of participation since some of the pupils are on stage.
nn: Til dømes har mange framsyningar i Den kulturelle skulesekken element av elevdeltaking i seg ved at nokre elevar er med på scena.

source: Another 200 000 hours are expected to be needed to complete the two remaining halls.
nn: Det vil venteleg bli brukt ytterlegare 200 000 timar for å fullføre dei resterande to hallane.

source: necessary, subject to specific conditions
nn: behov for det, og på bestemte vilkår

source: Antarctic flora and fauna are both extremely vulnerable and are protected under the Environment Protocol.
nn: Både flora og fauna i Antarktis er svært sårbare og er freda i medhald av miljøprotokollen.

source: The programme will promote new research-based practice.
nn: NRK skal ta omsyn til funksjonshemma i utforminga av tilbodet sitt.

source: One may, for example, get reduced control over systems and more operational risk if a large part of ICT activities in the financial sector are outsourced, domestically or abroad.
nn: Mellom anna kan ein få dårlegare kontroll med systema og større operasjonell risiko om ein stor del av IKT-verksemda i finanssektoren vert utkontraktert eller flytta til utlandet.

source: ÷ Linear depriciation for investments (6 years)
nn: ÷ Avskriving (lineært over 6 år)

source: develop a gender based identity, and what impact
nn: drøfting av institusjonane barnehage og skule,

source: -price is based on IEA’s Sustainable Development scenario from World Energy Outlook 2019.
nn: -prisnivå er henta frå IEAs Sustainable Development scenario frå World Energy Outlook 2019.

source: They must also know whereand how to get help if a pupil needs more care than a kindergarten or school can offer.
nn: Deimå også vite kvar og korleis dei skal søkje hjelp dersom elevar treng meir omsorg enn det barne-hagen eller skolen kan gi.
